[
    {"kanji": "石の道具を使っていた時代を、石器時代と言います。", "hiragana": "いしのどうぐをつかっていたじだいを、せっきじだいといいます。"},
    {"kanji": "清少納言の代表作は、枕草子です。", "hiragana": "せいしょうなごんのだいひょうさくは、まくらのそうしです。"},
    {"kanji": "富士山の標高は３７７６メートルです。", "hiragana": "ふじさんのひょうこうは３７７６めーとるです。"},
    {"kanji": "台風は接近すると、強い雨と風をもたらします。", "hiragana": "たいふうはせっきんすると、つよいあめとかぜをもたらします。"},
    {"kanji": "放課後、友達とドッジボールをして遊びました。", "hiragana": "ほうかご、ともだちとどっじぼーるをしてあそびました。"},
    {"kanji": "僕が一番好きな料理は、カレーライスです。", "hiragana": "ぼくがいちばんすきなりょうりは、かれーらいすです。"},
    {"kanji": "世界には約２００の国があります。", "hiragana": "せかいにはやく２００のくにがあります。"},
    {"kanji": "奈良時代には、多くの仏教寺院が建てられました。", "hiragana": "ならじだいには、おおくのぶっきょうじいんがたてられました。"},
    {"kanji": "地震の揺れには、縦揺れと横揺れがあります。", "hiragana": "じしんのゆれには、たてゆれとよこゆれがあります。"},
    {"kanji": "徳川家康は江戸幕府を開きました。", "hiragana": "とくがわいえやすはえどばくふをひらきました。"},
    {"kanji": "雨の日は地面が滑りやすいので、注意が必要です。", "hiragana": "あめのひはじめんがすべりやすいので、ちゅういがひつようです。"},
    {"kanji": "水は１００度で沸騰し、０度では氷になります。", "hiragana": "みずは１００どでふっとうし、０どではこおりになります。"},
    {"kanji": "将来の夢は、宇宙飛行士になって月に行くことです。", "hiragana": "しょうらいのゆめは、うちゅうひこうしになってつきにいくことです。"},
    {"kanji": "植物は光合成を行います。", "hiragana": "しょくぶつはこうごうせいをおこないます。"},
    {"kanji": "縄文時代の人々は、狩りや漁をして生活していました。", "hiragana": "じょうもんじだいのひとびとは、かりやりょうをしてせいかつしていました。"},
    {"kanji": "百人一首は、百人の歌人が詠んだ和歌を集めたものです。", "hiragana": "ひゃくにんいっしゅは、ひゃくにんのかじんがよんだわかをあつめたものです。"},
    {"kanji": "百人一首は、鎌倉時代に藤原定家が選んだ歌集です。", "hiragana": "ひゃくにんいっしゅは、かまくらじだいにふじわらのさだいえがえらんだかしゅうです。"},
    {"kanji": "百人一首には、四季の美しさや恋の気持ちが詠まれています。", "hiragana": "ひゃくにんいっしゅには、しきのうつくしさやこいのきもちがよまれています。"},
    {"kanji": "今日は友達と映画を見に行きます。", "hiragana": "きょうはともだちとえいがをみにいきます。"},
    {"kanji": "放課後にサッカーの試合があります。", "hiragana": "ほうかごにさっかーのしあいがあります。"},
    {"kanji": "夏休みに家族で海へ旅行しました。", "hiragana": "なつやすみにかぞくでうみへりょこうしました。"},
    {"kanji": "学校の帰りに本屋へ寄りました。", "hiragana": "がっこうのかえりにほんやへよりました。"},
    {"kanji": "友達と公園で鬼ごっこをしました。", "hiragana": "ともだちとこうえんでおにごっこをしました。"},
    {"kanji": "今日は新しいゲームを買いました。", "hiragana": "きょうはあたらしいげーむをかいました。"},
    {"kanji": "誕生日にプレゼントをもらいました。", "hiragana": "たんじょうびにぷれぜんとをもらいました。"},
    {"kanji": "夜ご飯はハンバーグとサラダでした。", "hiragana": "よるごはんははんばーぐとさらだでした。"},
    {"kanji": "僕の趣味はプラモデルを作ることです。", "hiragana": "ぼくのしゅみはぷらもでるをつくることです。"},
    {"kanji": "音楽の授業でリコーダーを吹きました。", "hiragana": "おんがくのじゅぎょうでりこーだーをふきました。"},
    {"kanji": "図書館で好きな本を借りました。", "hiragana": "としょかんですきなほんをかりました。"},
    {"kanji": "家でペットの犬と遊びました。", "hiragana": "いえでぺっとのいぬとあそびました。"},
    {"kanji": "来週の遠足が楽しみです。", "hiragana": "らいしゅうのえんそくがたのしみです。"},
    {"kanji": "クラスで劇の練習をしました。", "hiragana": "くらすでげきのれんしゅうをしました。"},
    {"kanji": "運動会のリレーで全力で走りました。", "hiragana": "うんどうかいのりれーでぜんりょくではしりました。"},
    {"kanji": "お正月にお年玉をもらいました。", "hiragana": "おしょうがつにおとしだまをもらいました。"},
    {"kanji": "夏祭りでかき氷を食べました。", "hiragana": "なつまつりでかきごおりをたべました。"},
    {"kanji": "修学旅行で京都のお寺を見学しました。", "hiragana": "しゅうがくりょこうできょうとのおてらをけんがくしました。"},
    {"kanji": "家族で温泉に行ってゆっくりしました。", "hiragana": "かぞくでおんせんにいってゆっくりしました。"},
    {"kanji": "肉じゃがは、日本の代表的な家庭料理です。", "hiragana": "にくじゃがは、にほんのだいひょうてきなかていりょうりです。"},
    {"kanji": "味噌汁は、出汁に味噌を溶かして作る日本のスープです。", "hiragana": "みそしるは、だしにみそをとかしてつくるにほんのすーぷです。"},
    {"kanji": "おにぎりは、日本で人気の軽食です。", "hiragana": "おにぎりは、にほんでにんきのけいしょくです。"},
    {"kanji": "バランスの良い食事で、健康な体を作ることができます。", "hiragana": "ばらんすのよいしょくじで、けんこうなからだをつくることができます。"},
    {"kanji": "野菜にはビタミンや食物繊維が多く含まれます。", "hiragana": "やさいにはびたみんやしょくもつせんいがおおくふくまれます。"},
    {"kanji": "ご飯などの炭水化物は、体を動かすエネルギーのもとになります。", "hiragana": "ごはんなどのたんすいかぶつは、からだをうごかすえねるぎーのもとになります。"},
    {"kanji": "たんぱく質には、筋肉や内臓を作る役割があります。", "hiragana": "たんぱくしつには、きんにくやないぞうをつくるやくわりがあります。"},
    {"kanji": "朝ごはんを食べると、脳が活発に働きます。", "hiragana": "あさごはんをたべると、のうがかっぱつにはたらきます。"},
    {"kanji": "秋田県のきりたんぽは、つぶしたご飯を棒に巻いて焼いた料理です。", "hiragana": "あきたけんのきりたんぽは、つぶしたごはんをぼうにまいてやいたりょうりです。"},
    {"kanji": "沖縄県のゴーヤチャンプルーは、ゴーヤや豆腐、卵などを炒めた料理です。", "hiragana": "おきなわけんのごーやちゃんぷるーは、ごーややとうふ、たまごなどをいためたりょうりです。"},
    {"kanji": "香川県の讃岐うどんは、コシのある太い麺が特徴のうどんです。", "hiragana": "かがわけんのさぬきうどんは、こしのあるふといめんがとくちょうのうどんです。"},
    {"kanji": "日本で一番長い川は信濃川です。", "hiragana": "にほんでいちばんながいかわはしなのがわです。"},
    {"kanji": "琵琶湖は日本で最も大きな湖です。", "hiragana": "びわこはにほんでもっともおおきなみずうみです。"},
    {"kanji": "世界で最も広い砂漠はサハラ砂漠です。", "hiragana": "せかいでもっともひろいさばくはさはらさばくです。"},
    {"kanji": "アマゾン川は世界最大の流域面積をもつ川です。", "hiragana": "あまぞんがわはせかいさいだいのりゅういきめんせきをもつかわです。"},
    {"kanji": "エベレストは世界で最も高い山です。", "hiragana": "えべれすとはせかいでもっともたかいやまです。"}
]
